{"classes":["COMPANY","CHEMICAL_NAME","FORMULA","CAS_NUMBER"],"annotations":[["Laballey.com Page 1 of 13\r\nwww.laballey.com\r\n512-668-9918\r\nXylenes ACS Grade\r\nSAFETY DATA SHEET\r\nSECTION 1: Identification of the substance/mixture and of the company/undertaking\r\n1.1 Product identifiers\r\nProduct name Xylenes\r\nCAS number See Section 3 for component information\r\nSynonyms Mixed Xylenes\r\n1.2 Relevant identified uses of the substance or mixture and uses advised against\r\nIdentified uses General purpose solvent.\r\n1.3 Details of the supplier of the safety data sheet\r\nCompany Lab Alley, LLC\r\n12501 Pauls Valley Road \r\nAustin, Texas 78737\r\nU.S.A.\r\nTelephone 512-668-9918\r\nFax 512-886-4008\r\n1.4 Emergency telephone\r\nEmergency Phone # US & Canada: 1-800-535-5053 INFOTRAC\r\nInternational 1-352-323-3500 INFOTRAC\r\nSECTION 2: Hazards identification\r\n2.1 Classification of the substance or mixture\r\nGHS Classification in accordance with 29 CFR 1910 (OSHA HCS)\r\nFlammable Liquids Category 3\r\nAcute Dermal Toxicity Category 4\r\nAcute Inhalation Toxicity Category 4\r\nSkin Corrosion/Irritation Category 2\r\nSerious Eye Damage/Eye Irritation Category 2B\r\nCarcinogenicity Category 2\r\n\r\nLaballey.com Page 2 of 13\r\nReproductive Toxicity Category 2\r\nSpecific Target Organ Toxicity (single exposure)Category 3\r\nSpecific Target Organ Toxicity (repeated exposure)Category 2\r\nAspiration Hazard Category 1\r\nAcute Aquatic Hazard Category 2\r\n2.2 GHS Label elements, including precautionary statements\r\nPictogram\r\nSignal Word Danger\r\nHazard statementsFlammable liquid and vapor. \r\nHarmful in contact with skin or if inhaled. \r\nCauses skin irritation. \r\nCauses eye irritation. \r\nSuspected of causing cancer. \r\nSuspected of damaging fertility or the unborn child. \r\nMay cause respiratory irritation. \r\nMay cause drowsiness or dizziness. \r\nMay cause damage to organs (auditory organs, central nervous \r\nsystem, kidney, liver) through prolonged or\r\nrepeated exposure. \r\nMay be fatal if swallowed and enters airways. \r\nToxic to aquatic life.\r\nPrecautionary \r\nstatements\r\nPrevention: Obtain special instructions before use. Do not handle until all \r\nsafety precautions have been read and understood. Keep away from \r\nheat/sparks/open flames/hot surfaces. - No smoking. Keep container tightly \r\nclosed. Ground/bond container and receiving equipment. Use explosion-proof \r\nelectrical/ventilating/lighting equipment. Use only non-sparking tools. Take \r\nprecautionary measures against static discharge. Do not breathe mist or \r\nvapor. Wash thoroughly after handling. Use only outdoors or in a well-\r\nventilated area. Avoid release to the environment. Wear protective \r\ngloves/protective clothing/eye protection/face protection.\r\nResponse: If exposed or concerned, get medical advice/attention. If \r\nswallowed: Immediately call a poison center/doctor. Do NOT induce vomiting. \r\nIf on skin (or hair): Take off immediately all contaminated clothing. Rinse skin \r\nwith water/shower. If skin irritation occurs: Get medical advice/attention. \r\nWash contaminated clothing before reuse. If in eyes: Rinse cautiously with \r\nwater for several minutes. Remove contact lenses, if present and easy to do. \r\nContinue rinsing. If eye irritation persists: Get medical advice/attention. If \r\ninhaled: Remove person to fresh air and keep comfortable for breathing. Call \r\na poison center/doctor if you feel unwell.\r\n\r\nLaballey.com Page 3 of 13\r\nFire: In case of fire, use appropriate media to extinguish.\r\nStorage: Keep cool. Store in a well-ventilated place. Keep container tightly \r\nclosed. Store locked up.\r\nDisposal: Dispose of contents/container in accordance with \r\nlocal/regional/national/international regulations.\r\n2.3 Hazards not otherwise classified (HNOC) or not covered by GHS\r\nStatic accumulating flammable liquid can become electrostatically charged even in bonded \r\nand grounded equipment. Sparks may ignite liquid and vapor. May cause flash fire or \r\nexplosion.\r\nSECTION 3: Composition/information on ingredients\r\n3.1 Components\r\nChemical name Common name and synonymsCAS numberConcentration\r\nXylene Methyl toluene; Xylol 1330-20-7 80-90%\r\nEthylbenzene Ethylbenzol; EB 100-41-4 10-19%\r\nToluene Methyl benzene; Toluol 108-88-3 <5%\r\nSECTION 4: First aid measures\r\n4.1 Description of first-aid measures\r\nGeneral advice\r\nIf inhaled Remove victim to fresh air and keep at rest in a position comfortable for \r\nbreathing. Oxygen or artificial respiration if needed. Call a poison center or \r\ndoctor/physician if you feel unwell.\r\nIn case of skin contact                     :Take off immediately all contaminated clothing. Rinse skin with \r\nwater/shower. Get medical advice/attention if you feel unwell. If skin irritation \r\noccurs: Get medical advice/attention. Wash contaminated clothing before \r\nreuse.\r\nIn case of eye contact                      :Immediately flush eyes with plenty of water for at least 15 minutes. Remove \r\ncontact lenses, if present and easy to do. Continue rinsing. Get medical \r\nattention if irritation develops and persists.\r\nIf swallowed Call a physician or poison control center immediately. Rinse mouth. Do not \r\ninduce vomiting. If vomiting occurs, keep head low so that stomach content \r\ndoesn't get into the lungs.\r\n4.2 Most important symptoms and effects, both acute and delayed\r\nLaballey.com Page 4 of 13\r\nAspiration may cause pulmonary edema and pneumonitis. Be aware that symptoms of \r\nchemical pneumonia (shortness of breath) may occur several hours after exposure. May \r\ncause drowsiness and dizziness. Narcosis. Headache. Nausea, vomiting. Behavioral \r\nchanges. Decrease in motor functions. Irritation of eyes. Exposed individuals may experience \r\neye tearing, redness, and discomfort. May cause respiratory irritation. Skin irritation. May \r\ncause redness and pain. Edema. Jaundice. Prolonged exposure may cause chronic effects.\r\n4.3 Indication of any immediate medical attention and special treatment needed\r\nProvide general supportive measures and treat symptomatically. Thermal burns: Flush with \r\nwater immediately. While flushing, remove clothes which do not adhere to affected area. Call \r\nan ambulance. Continue flushing during transport to hospital. Keep victim warm. Keep victim \r\nunder observation. Symptoms may be delayed.\r\nSECTION 5: Firefighting measures\r\n5.1 Extinguishing media\r\nSuitable extinguishing media Water fog. Foam. Dry chemical powder, carbon \r\ndioxide, sand or earth may be used for small fires \r\nonly.\r\nUnsuitable extinguishing mediaDo not use water jet as an extinguisher, as this will \r\nspread the fire.\r\n5.2 Specific hazards arising from the substance or mixture\r\nVapors may form explosive mixtures with air. Vapors may travel considerable distance to a \r\nsource of ignition and flash back. This product is a poor conductor of electricity and can \r\nbecome electrostatically charged. If sufficient charge is accumulated, ignition of flammable \r\nmixtures can occur. To reduce potential for static discharge, use proper bonding and \r\ngrounding procedures. This liquid may accumulate static electricity when filling properly \r\ngrounded containers. Static electricity accumulation may be significantly increased by the \r\npresence of small quantities of water or other contaminants. Material will float and may ignite \r\non surface of water. During fire, gases hazardous to health may be formed. Combustion \r\nproducts may include: carbon oxides.\r\n5.3 Special protective equipment and precautions for firefighters\r\nIn case of fire and/or explosion do not breathe fumes. Move containers from fire area if you \r\ncan do so without risk. Use water spray to keep fire-exposed containers cool. Self-contained \r\nbreathing apparatus and full protective clothing must be worn in case of fire. Use standard \r\nfirefighting procedures and consider the hazards of other involved materials.\r\n5.4 Further information\r\nFlash Point 79.0 °F (26.1 °C) Closed Cup\r\nAutoignition Temperature 982.4 °F (528 °C)\r\nExplosion limits\r\nLaballey.com Page 5 of 13\r\nUpper 7 % v/v\r\nLower 1.1 % v/v\r\nSensitivity to Mechanical ImpactNo information available.\r\nSensitivity to Static DischargeNo information available.\r\nNFPA\r\nHealth FlammabilityInstabilityPhysical hazards\r\n2 3 0 N/A\r\nSECTION 6: Accidental release measures\r\n6.1 Personal precautions, protective equipment and emergency procedures\r\nKeep unnecessary personnel away. Keep people away from and upwind of spill/leak. \r\nEliminate all ignition sources (no smoking, flares, sparks, or flames in immediate area). Wear \r\nappropriate protective equipment and clothing during clean-up. Do not breathe mist or vapor. \r\nDo not touch damaged containers or spilled material unless wearing appropriate protective \r\nclothing. Ventilate closed spaces before entering them. Use appropriate containment to avoid \r\nenvironmental contamination. Transfer by mechanical means such as vacuum truck to a \r\nsalvage tank or other suitable container for recovery or safe disposal. Local authorities should \r\nbe advised if significant spillages cannot be contained. For personal protection, see Section 8 \r\nof the SDS.\r\n6.2 Environmental precautions\r\nAvoid release to the environment. Inform appropriate managerial or supervisory personnel of \r\nall environmental releases. Prevent further leakage or spillage if safe to do so. Avoid \r\ndischarge into drains, water courses or onto the ground. Use appropriate containment to avoid \r\nenvironmental contamination.\r\n6.3 Methods and materials for containment and cleaning up\r\nEliminate all ignition sources (no smoking, flares, sparks, or flames in immediate area). Keep \r\ncombustibles (wood, paper, oil, etc.) away from spilled material. Take precautionary measures \r\nagainst static discharge. Use only non-sparking tools. The product is immiscible with water \r\nand will spread on the water surface. Prevent product from entering drains.\r\nLarge Spills: Stop the flow of material, if this is without risk. Dike the spilled material, where \r\nthis is possible. Use a non-combustible material like vermiculite, sand or earth to soak up the \r\nproduct and place into a container for later disposal. Following product recovery, flush area \r\nwith water.\r\nSmall Spills: Absorb with earth, sand or other non-combustible material and transfer to \r\ncontainers for later disposal. Wipe up with absorbent material (e.g. cloth, fleece). Clean \r\nsurface thoroughly to remove residual contamination.\r\nNever return spills to original containers for re-use. Put material in suitable, covered, labeled \r\ncontainers. For waste disposal, see Section 13 of the SDS.\r\n6.4 Reference to other sections\r\nSee Section 2 for full list of hazard and precaution statements. \r\nLaballey.com Page 6 of 13\r\nSECTION 7: Handling and storage\r\n7.1 Precautions for safe handling\r\nPrecautions on safe handling\r\nObtain special instructions before use. Do not handle until all safety precautions have been \r\nread and understood. Do not handle, store or open near an open flame, sources of heat or \r\nsources of ignition. Protect material from direct sunlight. Explosion-proof general and local \r\nexhaust ventilation. Minimize fire risks from flammable and combustible materials (including \r\ncombustible dust and static accumulating liquids) or dangerous reactions with incompatible \r\nmaterials. Handling operations that can promote accumulation of static charges include but \r\nare not limited to: mixing, filtering, pumping at high flow rates, splash filling, creating mists or \r\nsprays, tank and container filling, tank cleaning, sampling, gauging, switch loading, vacuum \r\ntruck operations. Take precautionary measures against static discharges. All equipment used \r\nwhen handling the product must be grounded. Use non-sparking tools and explosion-proof \r\nequipment. Avoid contact with eyes, skin, and clothing. Avoid prolonged exposure. When \r\nusing, do not eat, drink or smoke. Pregnant or breastfeeding women must not handle this \r\nproduct. Should be handled in closed systems, if possible. Wear appropriate personal \r\nprotective equipment. Wash hands thoroughly after handling. Avoid release to the \r\nenvironment. Wash contaminated clothing before reuse. Observe good industrial hygiene \r\npractices.\r\nHygiene measures\r\nObserve any medical surveillance requirements. When using do not smoke. Always observe \r\ngood personal hygiene measures, such as washing after handling the material and before \r\neating, drinking, and/or smoking. Routinely wash work clothing and protective equipment to \r\nremove contaminants.\r\n7.2 Conditions for safe storage, including any incompatibilities\r\nStorage conditions\r\nStore locked up. Keep away from heat, sparks and open flame. Prevent electrostatic charge \r\nbuild-up by using common bonding and grounding techniques. Eliminate sources of ignition. \r\nAvoid spark promoters. Ground/bond container and equipment. These alone may be \r\ninsufficient to remove static electricity. Store in a cool, dry place out of direct sunlight. Store in \r\ntightly closed container. Store in a well-ventilated place. Keep in an area equipped with \r\nsprinklers. Store away from incompatible materials.\r\nIncompatibilities\r\nStrong acids. Strong oxidizing agents. Halogens.\r\nSECTION 8: Exposure controls/personal protection\r\n8.1 Occupational exposure limits\r\nUS. OSHA Table Z-1 Limits for Air Contaminants (29 CFR 1910.1000) \r\nComponent Type Value\r\nXylene PEL  435 mg/m3 100 ppm\r\nEthylbenzene PEL  435 mg/m3 100 ppm\r\nLaballey.com Page 7 of 13\r\nToluene Ceiling 300 ppm\r\nTWA 200 ppm\r\nUS. ACGIH Threshold Limit Values\r\nComponent Type Value\r\nXylene STEL 150 ppm\r\nTWA 100 ppm\r\nEthylbenzene TWA 20 ppm\r\nToluene TWA 20 ppm\r\nUS. NIOSH: Pocket Guide to Chemical Hazards\r\nComponent Type Value\r\nXylene STEL  655 mg/m3 150 ppm\r\nTWA 435 mg/m3 100 ppm\r\nEthylbenzene STEL 545 mg/m3 125 ppm\r\nTWA 435 mg/m3 100 ppm\r\nToluene STEL 560 mg/m3 150 ppm\r\nTWA 375 mg/m3 100 ppm\r\nACGIH Biological Exposure Indices\r\nComponent Determinant Specimen Value\r\nXylene Methylhippuric acids Creatinine in urine 1.5 g/g\r\nEthylbenzene Sum of mandelic acid\r\nand phenylglyoxylic acidCreatinine in urine 0.15 g/g\r\nToluene\r\n o-Cresol, with hydrolysis\r\nToluene\r\nToluene\r\nCreatinine in urine\r\nUrine\r\nBlood\r\n0.3 mg/g\r\n0.03 mg/l\r\n0.02 mg/l\r\n8.2 Exposure controls\r\nAppropriate engineering controls\r\nExplosion-proof general and local exhaust ventilation. Good general ventilation should be \r\nused. Ventilation rates should be matched to conditions. If applicable, use process \r\nenclosures, local exhaust ventilation, or other engineering controls to maintain airborne levels \r\nbelow recommended exposure limits. If exposure limits have not been established, maintain \r\nairborne levels to an acceptable level. Provide eyewash station and safety shower.\r\nPersonal protective equipment\r\nEye/face protection\r\nChemical goggles are recommended.\r\nSkin protection\r\nWear appropriate chemical resistant gloves. Suitable gloves can be \r\nrecommended by the glove supplier. Be aware that the liquid may penetrate the \r\ngloves. Frequent change is advisable. \r\nBody Protection\r\nLaballey.com Page 8 of 13\r\nWear appropriate chemical resistant clothing. Use of an impervious apron is \r\nrecommended. Wear appropriate thermal protective clothing, when necessary. \r\nRespiratory protection\r\nIf engineering controls do not maintain airborne concentrations below \r\nrecommended exposure limits (where applicable) or to an acceptable level (in \r\ncountries where exposure limits have not been established), an approved \r\nrespirator must be worn. Respirator type: Chemical respirator with organic vapor \r\ncartridge.\r\nControl of environmental exposure\r\nNo information available.\r\nSECTION 9: Physical and chemical properties\r\n9.1 Information on basic physical and chemical properties\r\nPhysical State Liquid\r\nAppearance Colorless\r\nOdor Not available\r\nOdor Threshold Not available\r\npH Not available\r\nMelting Point/Range < 32 °F (< 0 °C)\r\nBoiling Point/Range 278.6 - 284 °F (137 - 140 °C)\r\nEvaporation Rate Not available\r\nFlammability (solid) Not applicable\r\nFlammability or explosive limit\r\nUpper 7 % v/v\r\nLower 1.1 % v/v\r\nVapor Pressure Not available\r\nVapor Density Not available\r\nDensity 0.86 g/cm3\r\nSolubility Insoluble in water\r\nPartition coefficient; \r\nn-octanol/water\r\n3.15\r\nAutoignition Temp 982.4 °F (528 °C)\r\nDecomposition Temp Not available\r\nViscosity Not available\r\nMolecular Formula N/A\r\nMolecular Weight N/A\r\nVOC Content(%) Not available\r\nOxidizing properties Not oxidizing\r\n9.2 Other safety information\r\nNo information available.\r\nSECTION 10: Stability and reactivity\r\nLaballey.com Page 9 of 13\r\n10.1Reactivity\r\nThe product is stable and non-reactive under normal conditions of use, storage and transport.\r\n10.2Chemical stability\r\nMaterial is stable under normal conditions.\r\n10.3Possibility of hazardous reactions\r\nHazardous polymerization does not occur.\r\n10.4Conditions to avoid\r\nKeep away from heat, hot surfaces, sparks, open flames and other ignition sources. Avoid\r\ntemperatures exceeding the flash point. Contact with incompatible materials.\r\n10.5Incompatible materials\r\nStrong acids. Strong oxidizing agents. Halogens.\r\n10.6Hazardous decomposition products\r\nNo hazardous decomposition products are known.\r\nSECTION 11: Toxicological information\r\n11.1Information on toxicological effects\r\nProduct Information, Component Information\r\nAcute toxicity\r\nComponent LD50 Oral LD50 Dermal LC50 Inhalation\r\nEthylbenzene 3500 - 4700 mg/kg \r\n(Rat) 15400 mg/kg (Rabbit)17.4 mg/l, 4 hours \r\n(Rat)\r\nToluene - 12200 mg/kg (Rabbit)28.1 mg/l, 4 Hours \r\n(Rat)\r\nXylene 3523 mg/kg (Rat) - -\r\nSkin corrosion/irritation\r\nCauses skin irritation.\r\nSerious eye damage/eye irritation\r\nCauses eye irritation.\r\nRespiratory or skin sensitization\r\nNot a respiratory sensitizer. This product is not expected to cause skin sensitization.\r\nGerm cell mutagenicity\r\nNo data available to indicate product or any components present at greater than 0.1% are \r\nmutagenic or genotoxic.\r\nLaballey.com Page 10 of 13\r\nCarcinogenicity\r\nComponent CAS IARC NTP ACGIH OSHA Mexico\r\nEthylbenzene 100-41-4Group 2BNot listed A3 X A3\r\nToluene 108-88-3Group 3 Not listed Not listed Not listedNot listed\r\nXylene 1330-20-7Group 3 Not listed Not listed Not listedNot listed\r\nSpecific target organ toxicity - single exposure\r\nMay cause respiratory irritation. May cause drowsiness and dizziness.\r\nSpecific target organ toxicity - repeated exposure\r\nMay cause damage to organs (auditory organs, central nervous system, kidney, liver) through \r\nprolonged or repeated exposure.\r\nReproductive toxicity\r\nSuspected of damaging fertility or the unborn child. Components in this product have been \r\nshown to cause birth defects and reproductive disorders in laboratory animals.\r\nChronic effects\r\nMay cause damage to organs through prolonged or repeated exposure. Prolonged inhalation \r\nmay be harmful. Prolonged exposure may cause chronic effects.\r\n11.2Additional Information\r\nAspiration hazard: may be fatal if swallowed and enters airways.\r\nSECTION 12: Ecological information\r\n12.1Toxicity\r\nToxic to aquatic life.\r\nProduct Species Test Results\r\nEthylbenzene\r\nEC50 Daphnia magna 1.81 - 2.38 mg/l, 48 hours\r\nLC50 Oncorhynchus mykiss 4.2 mg/l, 96 hours\r\nEC50 Ceriodaphnia dubia 3.6 mg/l, 7 days\r\nToluene\r\nEC50 Daphnia magna 11.5 mg/l, 48 hours\r\nLC50 Oncorhynchus kisutch 5.5 mg/l, 96 hours\r\nNOEC Ceriodaphnia dubia 0.74 mg/l, 7 days\r\nNOEC Oncorhynchus kisutch 1.4 mg/l, 40 days\r\nXylene LC50 Oncorhynchus mykiss 2.6 mg/l, 96 hours\r\n12.2Persistence and degradability\r\nNo data is available on the degradability of this product.\r\n12.3Bio accumulative potential\r\nSee Section 9 for log Pow.\r\n12.4Mobility in soil\r\nLaballey.com Page 11 of 13\r\nThe product is insoluble in water and will spread on water surfaces.\r\n12.5Results of PBT and vPvB assessment\r\nNo information available.\r\n12.6Endocrine disrupting properties\r\nNo information available.\r\n12.7Other adverse effects\r\nNo information available.\r\nSECTION 13: Disposal considerations\r\n13.1Waste Disposal Methods\r\nChemical waste generators must determine whether a discarded chemical is classified as a \r\nhazardous waste. Chemical waste generators must also consult local, regional, and national \r\nhazardous waste regulations to ensure complete and accurate classification.\r\nSECTION 14: Transport information\r\nDOT (US)\r\nUN-no UN1307\r\nProper Shipping Name Xylenes\r\nHazard Class 3\r\nPacking Group III\r\nIMDG\r\nUN-no UN1307\r\nProper Shipping Name Xylenes\r\nHazard Class 3\r\nPacking Group III\r\nIATA\r\nUN-no UN1307\r\nProper Shipping Name Xylenes\r\nHazard Class 3\r\nPacking Group III\r\nSECTION 15: Regulatory information\r\nUS federal regulationsThis product is a \"Hazardous Chemical\" as defined by the OSHA \r\nHazard Communication Standard, 29 CFR 1910.1200.\r\nTSCA Section 12(b) Export Notification (40 CFR 707, Subpt. D)\r\nNot applicable.\r\nLaballey.com Page 12 of 13\r\nCERCLA Hazardous Substance List (40 CFR 302.4)\r\nListed, Xylene (CAS #1330-20-7), RQ: 100 lb.\r\nListed, Ethylbenzene (CAS #100-41-4), RQ: 1000 lb.\r\nListed, Toluene (CAS #108-88-3), RQ: 1000 lb.\r\nSARA 304 Emergency release notification\r\nNot regulated.\r\nOSHA Specifically Regulated Substances (29 CFR 1910.1001-1053)\r\nNot regulated.\r\nSuperfund Amendments and Reauthorization Act of 1986 (SARA)\r\nSARA 302 Extremely hazardous substance\r\nNot listed.\r\nSARA 311/312 Hazardous\r\nSee Section 2 for more information.\r\nSARA 313 (TRI reporting)\r\nListed, Xylene (CAS #1330-20-7).\r\nListed, Ethylbenzene (CAS #100-41-4).\r\nListed, Toluene (CAS #108-88-3).\r\nOther federal regulations\r\nClean Air Act (CAA) Section 112 Hazardous Air Pollutants (HAPs) List\r\nListed, Xylene (CAS #1330-20-7).\r\nListed, Ethylbenzene (CAS #100-41-4).\r\nListed, Toluene (CAS #108-88-3).\r\nClean Air Act (CAA) Section 112(r) Accidental Release Prevention (40 CFR 68.130)\r\nNot regulated.\r\nSafe Drinking Water Act\r\nListed, Toluene (CAS #108-88-3).\r\nFEMA Priority Substances Respiratory Health and Safety in the Flavor \r\nManufacturing Workplace\r\nNot listed.\r\nUS state regulations\r\nUS. Massachusetts RTK - Substance List\r\nListed, Xylene (CAS #1330-20-7).\r\nListed, Ethylbenzene (CAS #100-41-4).\r\nListed, Toluene (CAS #108-88-3).\r\nUS. New Jersey Worker and Community Right-to-Know Act\r\nListed, Xylene (CAS #1330-20-7).\r\nListed, Ethylbenzene (CAS #100-41-4).\r\nListed, Toluene (CAS #108-88-3).\r\nLaballey.com Page 13 of 13\r\nUS. Pennsylvania Worker and Community Right-to-Know Law\r\nListed, Xylene (CAS #1330-20-7).\r\nListed, Ethylbenzene (CAS #100-41-4).\r\nListed, Toluene (CAS #108-88-3).\r\nCalifornia Proposition 65\r\nListed, Ethylbenzene (CAS #100-41-4).\r\nListed, Toluene (CAS #108-88-3).\r\nSECTION 16: Other information\r\nIssue date: 09/27/2018\r\nRevision 1: 11/08/2024\r\nSECTION 17: Disclaimer\r\nThe information provided on this Safety Data Sheet is correct to the best of our knowledge, \r\ninformation and belief at the date of its publication. The information given is designed only as \r\na guide for safe handling, use, processing, storage, transportation, disposal and release and \r\nis not to be considered as a warranty or quality specification. The information relates only to \r\nthe specific material designated and may not be valid for such material used in combination \r\nwith any other material or in any process, unless specified in the text.\r\n",{"entities":[[59,66,"CHEMICAL_NAME"],[218,225,"CHEMICAL_NAME"],[288,301,"CHEMICAL_NAME"],[490,559,"COMPANY"],[2843,2856,"CHEMICAL_NAME"],[2993,2998,"CHEMICAL_NAME"],[3970,3976,"CHEMICAL_NAME"],[3977,3991,"CHEMICAL_NAME"],[3993,3998,"CHEMICAL_NAME"],[3999,4008,"CAS_NUMBER"],[4017,4029,"CHEMICAL_NAME"],[4030,4041,"CHEMICAL_NAME"],[4043,4045,"CHEMICAL_NAME"],[4046,4054,"CAS_NUMBER"],[4063,4070,"CHEMICAL_NAME"],[4071,4085,"CHEMICAL_NAME"],[4087,4093,"CHEMICAL_NAME"],[4094,4102,"CAS_NUMBER"],[4292,4298,"CHEMICAL_NAME"],[4511,4524,"CHEMICAL_NAME"],[4760,4765,"CHEMICAL_NAME"],[5912,5917,"CHEMICAL_NAME"],[6234,6239,"CHEMICAL_NAME"],[6272,6288,"CHEMICAL_NAME"],[6290,6294,"CHEMICAL_NAME"],[6382,6387,"CHEMICAL_NAME"],[7089,7094,"CHEMICAL_NAME"],[7169,7175,"CHEMICAL_NAME"],[7265,7279,"CHEMICAL_NAME"],[7471,7476,"CHEMICAL_NAME"],[9190,9195,"CHEMICAL_NAME"],[9631,9636,"CHEMICAL_NAME"],[9662,9667,"CHEMICAL_NAME"],[9884,9888,"CHEMICAL_NAME"],[10016,10022,"CHEMICAL_NAME"],[10057,10061,"CHEMICAL_NAME"],[13194,13200,"CHEMICAL_NAME"],[13225,13237,"CHEMICAL_NAME"],[13289,13296,"CHEMICAL_NAME"],[13383,13389,"CHEMICAL_NAME"],[13417,13429,"CHEMICAL_NAME"],[13442,13449,"CHEMICAL_NAME"],[13529,13535,"CHEMICAL_NAME"],[13584,13596,"CHEMICAL_NAME"],[13644,13651,"CHEMICAL_NAME"],[13772,13778,"CHEMICAL_NAME"],[13779,13799,"CHEMICAL_NAME"],[13829,13841,"CHEMICAL_NAME"],[13849,13862,"CHEMICAL_NAME"],[13868,13898,"CHEMICAL_NAME"],[13918,13925,"CHEMICAL_NAME"],[13928,13936,"CHEMICAL_NAME"],[13955,13962,"CHEMICAL_NAME"],[13964,13971,"CHEMICAL_NAME"],[15991,15996,"CHEMICAL_NAME"],[16023,16038,"CHEMICAL_NAME"],[17184,17196,"CHEMICAL_NAME"],[17271,17278,"CHEMICAL_NAME"],[17329,17335,"CHEMICAL_NAME"],[17820,17832,"CHEMICAL_NAME"],[17833,17846,"CAS_NUMBER"],[17869,17876,"CHEMICAL_NAME"],[17877,17890,"CAS_NUMBER"],[17937,17943,"CHEMICAL_NAME"],[17944,17958,"CAS_NUMBER"],[18868,18880,"CHEMICAL_NAME"],[19016,19023,"CHEMICAL_NAME"],[19199,19205,"CHEMICAL_NAME"],[19484,19489,"CHEMICAL_NAME"],[19509,19514,"CHEMICAL_NAME"],[20117,20124,"CHEMICAL_NAME"],[20202,20209,"CHEMICAL_NAME"],[20287,20294,"CHEMICAL_NAME"],[20667,20673,"CHEMICAL_NAME"],[20680,20689,"CAS_NUMBER"],[20713,20725,"CHEMICAL_NAME"],[20732,20740,"CAS_NUMBER"],[20765,20772,"CHEMICAL_NAME"],[20779,20787,"CAS_NUMBER"],[21150,21156,"CHEMICAL_NAME"],[21163,21172,"CAS_NUMBER"],[21184,21196,"CHEMICAL_NAME"],[21203,21211,"CAS_NUMBER"],[21223,21230,"CHEMICAL_NAME"],[21237,21245,"CAS_NUMBER"],[21354,21360,"CHEMICAL_NAME"],[21367,21376,"CAS_NUMBER"],[21388,21400,"CHEMICAL_NAME"],[21407,21415,"CAS_NUMBER"],[21427,21434,"CHEMICAL_NAME"],[21441,21449,"CAS_NUMBER"],[21565,21570,"CHEMICAL_NAME"],[21584,21591,"CHEMICAL_NAME"],[21598,21606,"CAS_NUMBER"],[21789,21795,"CHEMICAL_NAME"],[21802,21811,"CAS_NUMBER"],[21823,21835,"CHEMICAL_NAME"],[21842,21850,"CAS_NUMBER"],[21862,21869,"CHEMICAL_NAME"],[21876,21884,"CAS_NUMBER"],[21951,21957,"CHEMICAL_NAME"],[21964,21973,"CAS_NUMBER"],[21985,21997,"CHEMICAL_NAME"],[22004,22012,"CAS_NUMBER"],[22024,22031,"CHEMICAL_NAME"],[22038,22046,"CAS_NUMBER"],[22143,22149,"CHEMICAL_NAME"],[22156,22165,"CAS_NUMBER"],[22177,22189,"CHEMICAL_NAME"],[22196,22204,"CAS_NUMBER"],[22216,22223,"CHEMICAL_NAME"],[22230,22238,"CAS_NUMBER"],[22277,22289,"CHEMICAL_NAME"],[22296,22304,"CAS_NUMBER"],[22316,22323,"CHEMICAL_NAME"],[22330,22338,"CAS_NUMBER"]]}]]}